Repository: max-lebedev/Charging-Animations
Catalog: Charge iOS/Resources/Strings/Charge iOS/*.lproj/Localizable.strings
Languages: ru

# firstOnboardingTitle
source: Charging Animation
ru: Анимация зарядки

# secondOnboardingTitle
source: Instructions
ru: Инструкция

# firstOnboardingSubtitle
source: Make the charging process unusual, decorate the screen with a beautiful animation
ru: Сделайте процесс зарядки необычным, украсьте экран прекрасной анимацией

# secondOnboardingSubtitle
source: When you choose an animation, do not ignore the setting of the application, this will allow it to work correctly
ru: Когда вы выберете анимацию, не игнорируйте настройку приложения, это позволит ему работать корректно

source: Continue
ru: Продолжить

source: OK
ru: Хорошо

source: Premium Subscription
ru: Премиум подписка

# firstSubAdv
source: No Ads
ru: Без рекламы

# secondSubAdv
source: Priority Support
ru: Приоритетная поддержка

# thirdSubAdv
source: Early Updates
ru: Ранние обновления

# firstSubAdvInfo
source: You will be able to use the app without ads
ru: Вы сможете пользоваться приложением без рекламы

# secondSubAdvInfo
source: Your requests will be a priority
ru: Ваши обращения будут в приоритете

# thirdSubAdvInfo
source: Early access to all new features and animations
ru: Ранний доступ ко всем новым функциям и анимациям

# start with 3 days trial
source: Try 3 days for free
ru: Попробовать 3 дня бесплатно

# perMonth
source: /month
ru: /месяц

# per3Month
source: /3 months
ru: /3 месяца

# sale
source: Benefit
ru: Выгодно

source: Charging Animation
ru: Анимация зарядки

# tutorial
source: Setup Instructions
ru: Инструкция по настройке

source: Animation Gallery
ru: Галерея анимаций

# settingsTutorial
source: Tutorial
ru: Туториал

# buyPremium
source: Become Premium
ru: Стать премиум

source: Share
ru: Поделиться

source: Rate Us
ru: Оценить

# contactUs
source: Contact support
ru: Написать в поддержку

# settingsPrivacyPolicy
source: Privacy Policy
ru: Политика конфеденциальности

# settingsTermsOfUse
source: Terms Of Use
ru: Пользовательское соглашение

source: Preview
ru: Предпросмотр

# batteryLevel
source: Show charge percentage
ru: Отображать процент зарядки

# dateAndTime
source: Show date and time
ru: Отображать дату и время

# sound
source: Animation Sound
ru: Звук анимации

# setupApp
source: Set up the app
ru: Настройте приложение

# setupText
source: To enjoy the charging animations you need to take a couple of minutes and set up the app It's not difficult, we made a detailed instruction for you Without setting up the animations won't appear, but if you want to set up the app later, the instruction is always at hand, on the home screen
ru: Чтобы любоваться анимациями зарядки нужно потратить пару минут и настроить приложение Это несложно, мы сделали для вас подробную инструкцию Без настройки анимации не будут появляться, но если вы хотите настроить приложение позже, инструкция всегда под рукой, на главном экране

# start
source: Shall we begin? 😍
ru: Начнем? 😍

source: Not now
ru: Не сейчас

# startButton
source: Start
ru: Начать

source: Set up animation
ru: Установить анимацию

# initialTutorialTitle
source: Charging animation functions with Apple's Shortcuts app
ru: Charging animation работает с приложением команды от Apple

# initialTutorialText
source: This is how we determine when your device is plugged in to charge
ru: Так мы определяем, когда ваше устройство подключается к зарядке

# initialTutorialSecondText
source: All of the app setup will need to be done in Shortcuts, for convenience we've placed an 'Open Shortcuts' button on each instruction screen
ru: Всю настройку приложения нужно будет проводить в Командах, для удобства мы разместили кнопку “Открыть Команды” на каждом экране инструкции

# firstTutorial
source: 1. Click the Automation button at the bottom of the screen 2. Then click Create Automation for myself, or if you don't see that button on your screen, click the '+' in the upper right corner of the screen, and then click Create Automation for myself
ru: 1. Нажмите кнопку Автоматизация внизу экрана 2. Затем кликните Создать автоматизацию для себя, а если у вас на экране не появилась такая кнопка, то “+” в правом верхнем углу экрана, а затем уже Создать автоматизацию для себя

# secondTutorial
source: 1. Scroll down a bit and press Charger 2. Next, verify that Connected is selected and click Next at the top right 3. On the screen that appears, click Add Action
ru: 1. Пролистайте немного вниз и нажмите Зарядное устройство 2. Далее, проверьте, что выбрано состояние Подключается и нажмите кнопку Далее справа вверху 3. На появившемся экране нажмите Добавить действие

# thirdTutorial
source: 1. Switch to Apps 2. Locate the icon for our app and click on it 3,4. Select Charging Effects and click Next in the upper right corner
ru: 1. Переключитесь на Приложения 2. Найдите иконку нашего приложения и нажмите на нее 3,4. Выберите Эффекты зарядки и нажмите Далее в правом верхнем углу

# fourthTutorial
source: 1. Toggle the Ask before starting setting to Off 2. In the pop-up window, click Don't Ask 3. Click Done in the upper right corner
ru: 1. Переключите настройку Спрашивать до запуска в положение Выключено 2. Во всплывающем окне нажмите Не спрашивать 3. Нажмите Готово в правом верхнем углу

# fifthTutorial
source: Yay! Now we just need to check if everything is set up and working correctly Place the phone on charge and we'll check if it's set up correctly
ru: Ура! Осталось проверить всё ли правильно настроено и работает Поставьте телефон на зарядку и мы проверим правильность настройки

# successTutorialTitle
source: Everything works great!
ru: Все работает отлично!

# successTutorialText
source: Now you can select any animation and it will appear when you connect your device to the charger
ru: Теперь можете выбрать любую анимацию и она будет появляться при подключении вашего устройства к зарядке

# wrongSetupTitle
source: Oops! Something went wrong when setting up the app
ru: Ой! Что-то пошло не так при настройке приложения

# wrongSetup
source: Check all the steps again or go through the setup again If it doesn't work, you can contact our support team and we'll be sure to help you
ru: Проверьте все шаги еще раз или пройдите настройку заново Если ничего не получится, вы можете написать в поддержку и мы обязательно вам поможем

# skipTestTitle
source: Setup completed without verification
ru: Настройка завершена без проверки

# skipTest
source: We hope you followed our setup instructions and that the charging animation will make you happy as soon as you put your phone on charge If the animation you selected does not appear when you connect your device to the charger, we recommend checking all setup steps again or contact our support team
ru: Надеемся, что вы следовали нашим инструкциям по настройке и анимация зарядки будет вас радовать как только вы поставите телефон на зарядку Если при подключении вашего устройства к зарядке анимация, которую вы выбрали не появится, то мы рекомендуем проверить еще раз все шаги настройки или написать нам в поддержку

# dontWorry
source: No worries!
ru: Не волнуйтесь!

# helpFirstText
source: Try to check if you went through all the steps correctly, go through them again and everything will work out!
ru: Попробуйте проверить все ли шаги вы прошли верно, пройдите их заново и все получится!

# helpSecondtext
source: P.S. If it still doesn't work, email our support and we'll help you with the setup 💛
ru: P.S. если все же не получится, напишите нам в поддержку и мы поможем вам с настройкой 💛

source: Open Shortcuts
ru: Открыть Команды

# dosntWork
source: It's not working
ru: Не получается

source: Later
ru: Позже

# ready
source: Done
ru: Готово

# setupAgain
source: Go through the setup again
ru: Пройти настройку заново
